Repository: mattimatti/mondgo
Catalog: includes/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: to the Cystic Fibrosis Patient Cases
fr: Cas de patients atteints de fibrose kystique

source: English
fr: Anglais

source: Enter
fr: Entrer

source: Cystyc Fibrosis
fr: Fibrose Kystique

source: Please select</span> one of the CF patient cases below
fr: Veuillez sélectionner</span> un des cas de patients atteints de fk ci-dessous.

source: Throughout the case, you will be asked about factors you would consider when managing the specific patient. You will also be provided with a summary of the responses of healthcare professional peers who have chosen the same patient case.
fr: Au cours de la description du cas, vous devrez répondre à des questions sur les facteurs que vous prendriez en compte pour la prise en charge du patient que vous aurez choisi. Vous pourrez aussi parcourir un résumé des réponses d’autres professionnels de la santé qui ont choisi le même cas que vous.

source: Age
fr: Âge

source: Sex
fr: Sexe

source: Weight
fr: Poids

source: Production date
fr: Date de production

source: Select the most important factors you would consider when determining how to manage this patient
fr: Sélectionnez les facteurs que vous estimez les plus importants pour déterminer la façon de prendre en charge ce patient

source: Continue
fr: Continuer

source: Your answers
fr: Vos réponses

source: The most commonly selected question topics were
fr: Les sujets des questions les plus souvent sélectionnés étaient

source: scroll up
fr: défiler vers le haut-

source: scroll down
fr: défiler vers le bas

source: Start again
fr: Reprendre

source: Fictitious patient. Individual cases may not be representative of the general population.
fr: Patient fictif. Les cas individuels pourraient ne pas être représentatifs de la population générale.

source: Insert Interview Info
fr: Insérez Infos Interview

source: Select Specialization
fr: Sélectionnez spécialisation

source: Select Region
fr: Sélectionnez la région

source: GO TO PATIENT CASES
fr: Commencer

source: predicted
fr: de la valeur théorique

source: FEV<sub>1</sub>
fr: VEMS

source: Logout
fr: Se déconnecter

source: TOB-12-09-5536140
fr: TOB-12-09-5536141

source: Start Again
fr: Reprendre

source: References
fr: Références

source: GO BACK
fr: ARRIÈRE

source: Male
fr: Homme

source: Female
fr: Femme

source: Mike
fr: Mathieu

source: Jeff
fr: Jean

source: Printed in Canada
fr: Imprimé au Canada
